[
    {
        "productName": "Breaking Blocks Maintenance Kit",
        "availableQty": 0,
        "orderQty": 100,
        "price": 150,
        "productDescription": "ACDelco Professional Coil Spring Sets contain cylindrical spiral shaped springs made from special steel wire, and are a high quality replacement for many vehicles on the road today. These sets include variable rate rear and constant rate front coil springs that work with your vehicle’s suspension system to absorb the vertical motion of the wheels when driving over uneven surfaces. These premium aftermarket replacement components are manufactured to meet your expectations for fit, form, and function.",
        "image": "https://i.ibb.co/523jMym/AC-Delco-45-H2130-Coil-Springs.jpg"
    },
    {
        "productName": "Air Filter",
        "availableQty": 2780,
        "orderQty": "40",
        "price": "100",
        "productDescription": "A particulate air filter is a device composed of fibrous, or porous materials which removes solid particulates such as dust, pollen, mold, and bacteria from the air. Filters containing an adsorbent or catalyst such as charcoal (carbon) may also remove odors and gaseous pollutants such as volatile organic compounds or ozone. Air filters are used in applications where air quality is important, notably in building ventilation systems and in engines.",
        "image": "https://i.ibb.co/3mvtdt6/Air-filter.png"
    },
    {
        "productName": "Air Intake Pump",
        "availableQty": 2500,
        "orderQty": 25,
        "price": 39,
        "productDescription": "Pumped air injection systems use a vane pump called the air pump, AIR pump, or colloquially  turned by the engine via a belt or electric motor. The pump's air intake is filtered by a rotating screen or the vehicle air filter to exclude dirt particles large enough to damage the system. Air is delivered under light pressure to the injection point(s). A check valve prevents exhaust forcing its way back through the air injection system, which would damage the pump and other components.",
        "image": "https://i.ibb.co/MBdgJX7/Air-Intake-Pump.jpg"
    },
    {
        "productName": "Aluminium Wheels Cancave Rim",
        "availableQty": 3800,
        "orderQty": "100",
        "price": "146",
        "productDescription": "Concave wheels showcase a three-dimensional face. The spokes of a concave wheel protrude outwards towards the peripheral circumference. This formation results in a stylish and muscular look. Concave wheels have upfront costs significantly higher than many traditional wheels.",
        "image": "https://i.ibb.co/w6SCNC4/Aluminum-Wheels-Concave-Rim.jpg"
    },
    {
        "productName": "Breaking Blocks Maintenance Kit",
        "availableQty": 4000,
        "orderQty": 50,
        "price": 100,
        "productDescription": "Breaking Blocks Maintenance Kit convert the kinetic energy of a vehicle to thermal energy through friction. Two brake pads are contained in the brake with their friction surfaces facing the rotor.[1] When the brakes are hydraulically applied, the caliper clamps or squeezes the two pads together onto the spinning rotor to slow and stop the vehicle. When a brake pad heats up due to contact with the rotor, it transfers small amounts of its friction material onto the disc, leaving a dull grey coating on it. The brake pad and disc (both now having the friction material), then to each other, providing the friction that stops the vehicle.",
        "image": "https://i.ibb.co/pQBQBtq/Braking-Blocks-Maintenance-Kit.jpg"
    },
    {
        "productName": "Breaking Blocks Maintenance Kit",
        "availableQty": 2500,
        "orderQty": 50,
        "price": 100,
        "productDescription": "The comprehensive kit includes specially compounded high performance ceramic material brake pads for increased stopping power in extreme conditions plus the latest Bendix Ultimate Rotors designed and developed specifically for Australia's demanding conditions.",
        "image": "https://i.ibb.co/JnFnpXV/Brandix-Brake-Kit.jpg"
    },
    {
        "productName": "Car Sports Seat",
        "availableQty": "2000",
        "orderQty": "30",
        "price": "200",
        "productDescription": "A sport seat is an improved version of a bucket seat with advanced lateral support and ability to accommodate racing harnesses. Sport seats are designed according to the shape of a human body to provide advanced lateral support and weight distribution, which helps the driver withstand g-force while cornering. ",
        "image": "https://i.ibb.co/gTdxt9n/Car-Sports-Seat.jpg"
    },
    {
        "productName": "Car Vacume Cleaner 120w",
        "availableQty": 4870,
        "orderQty": "30",
        "price": "250",
        "productDescription": "The most powerful car vacuum we reviewed is the Vacmaster Beast. It demonstrated high suction power strong enough for the deepest crumbs. What is the best cordless vacuum to buy? For a cheaper cordless car vacuum, we like the Milwaukee 0880-20.",
        "image": "https://i.ibb.co/q9KY7R0/Car-Vacuum-Cleaner-120-W.jpg"
    },
    {
        "productName": "Combo Sport Stereos",
        "availableQty": "2500",
        "orderQty": "120",
        "price": "70",
        "productDescription": "Generally, a car stereo is the brain, governing all vital functions of your car's system. The “power and speed” of this unit will determine how well the other parts will function, whereas its versatility will provide additional options (referring to sound customization, mostly).",
        "image": "https://i.ibb.co/JrFWYFM/Combo-Sport-Stereos-for-coupe-Models.jpg"
    },
    {
        "productName": "DRL Bar Projector Headlights",
        "availableQty": "1500",
        "orderQty": "100",
        "price": "146",
        "productDescription": "Projector headlights are high-performance headlights that were originally only available in luxury vehicles. They are capable of using extremely bright high-intensity discharge (HID) and light-emitting diode (LED) bulbs that would be unsafe to use with traditional reflector headlights.",
        "image": "https://i.ibb.co/PYRS5j6/DRL-Bar-Projector-Headlights.jpg"
    },
    {
        "productName": "Dual Usb Port Mobile Phone Charging Adapter",
        "availableQty": 3000,
        "orderQty": 100,
        "price": 50,
        "productDescription": "Dual Charge technology, exclusive to Quick Charge, is enabled by including a second power management IC in the device (i.e. a smartphone). Charging a device via Dual Charge divides the power, allowing for lower power and thermal dissipation, and reduced charge time, without performance tradeoffs.",
        "image": "https://i.ibb.co/PMhb0p9/Dual-Usb-Port-Mobile-Phone-Charging-Adapter.jpg"
    },
    {
        "productName": "Engine Block",
        "availableQty": 1448,
        "orderQty": "50",
        "price": "200",
        "productDescription": "An engine block is the structure which contains the cylinders, and other parts, of an internal combustion engine. In an early automotive engine, the engine block consisted of just the cylinder block, to which a separate crankcase was attached.",
        "image": "https://i.ibb.co/nmTqC76/Engine-Block.jpg"
    },
    {
        "productName": "Engine Maintenance Kit",
        "availableQty": 2500,
        "orderQty": "100",
        "price": "197",
        "productDescription": "Kits include everything you need to start the mowing season off with a smooth-running engine that's easy to start: a new original equipment air filter, pre-cleaner, engine oil and filter, spark plug(s) and fuel filter.",
        "image": "https://i.ibb.co/1mmNKbV/Engine-Maintenance-Kit.jpg"
    },
    {
        "productName": "Fantastic 12 Stroke Engine",
        "availableQty": 2000,
        "orderQty": 30,
        "price": 120,
        "productDescription": "A V12 engine is a twelve-cylinder piston engine where two banks of six cylinders are arranged in a V configuration around a common crankshaft. V12 engines are more common than V10 engines. However, they are less common than V8 engines.",
        "image": "https://i.ibb.co/cFCrW8m/Fantastic-12-Stroke-Engine-With-A-Power-of-1991-HP.jpg"
    },
    {
        "productName": "Headlight",
        "availableQty": 2800,
        "orderQty": "100",
        "price": "100",
        "productDescription": "A headlamp is a lamp attached to the front of a vehicle to illuminate the road ahead. Headlamps are also often called headlights, but in the most precise usage, headlamp is the term for the device itself and headlight is the term for the beam of light produced and distributed by the device.",
        "image": "https://i.ibb.co/MR0r2hQ/Headlight-For-Toyota.jpg"
    },
    {
        "productName": "Motor Oil Level 5W",
        "availableQty": 2400,
        "orderQty": 30,
        "price": 120,
        "productDescription": "In a 5W-30 for example, the number before the W describes the viscosity of the oil at low temperatures. The lower the number, the thinner the oil and the better the oil's cold temperature/ cold start performance. The number after the W describes how thick the oil is at the engine's normal operating temperature.",
        "image": "https://i.ibb.co/BwztJ1Y/Motor-Oil-Level-5-W.jpg"
    },
    {
        "productName": "OS Replacement Engine",
        "availableQty": 2900,
        "orderQty": 100,
        "price": 120,
        "productDescription": "Original Equipment Manufacturer or simply OEM replacement parts are manufactured by your truck's manufacturer. They match the original part that came with the vehicle using the same manufacturing processes and material.",
        "image": "https://i.ibb.co/tb1sSHj/OE-Replacement-Engine.jpg"
    },
    {
        "productName": "Sixty Nine Sixty Nine",
        "availableQty": 0,
        "orderQty": 69,
        "price": 69,
        "productDescription": "This is sixty nine marka products.",
        "image": "https://i.ibb.co/BwztJ1Y/Motor-Oil-Level-5-W.jpg"
    }
]